[
  {
    "id": "WatchDogs2",
    "nombre": "Watch Dogs 2",
    "precio": "49.999",
    "oferta": true,
    "caratula": "/public/assets/caratulaWatchDogs.webp",
    "precioOferta": "39.999",
    "genero": "Accion/Aventura",
    "consola": "PS4|PS5",
    "descripcion": "En Watch Dogs, los jugadores toman el control de un hacker en un mundo abierto lleno de conspiraciones y tecnología. A medida que te sumerges en la narrativa, descubrirás secretos ocultos mientras haces uso de habilidades avanzadas de hackeo para manipular la infraestructura de la ciudad. Desde las cámaras de seguridad hasta los semáforos, todo está a tu disposición en esta emocionante aventura llena de adrenalina y giros inesperados.",
    "cantidad": 0
  },
  {
    "id": "TheLastOfUsRemastered",
    "nombre": "The Last Of Us Remastered",
    "precio": "40.000",
    "oferta": true,
    "caratula": "/public/assets/caratulaTheLastOfUsRemastered.webp",
    "precioOferta": "32.000",
    "genero": "Accion/Aventura",
    "consola": "PS4",
    "descripcion": "Una emocionante historia de supervivencia y emoción en un mundo post-apocalíptico lleno de peligros. El viaje emocional entre Joel y Ellie te llevará a través de paisajes devastados, enfrentando no solo a infectados sino también a humanos desesperados que luchan por sobrevivir. Las relaciones y los momentos íntimos entre los personajes profundizan la narrativa, ofreciendo una experiencia inolvidable.",
    "cantidad": 0
  },
  {
    "id": "AssasinsCreedRogueRemastered",
    "nombre": "Assasins Creed Rogue Remastered",
    "precio": "44.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaAssasinsCreedRogueRemastered.webp",
    "precioOferta": "35.920",
    "genero": "Accion/Aventura",
    "consola": "PS4",
    "descripcion": "Únete a Shay Patrick Cormac en su viaje para cazar a sus antiguos compañeros asesinos. Esta entrega de la saga Assassin's Creed te lleva a través de un cambio de lealtades, ofreciendo una perspectiva única desde el lado de los templarios. Navega por peligrosas aguas, explora vastos territorios y utiliza un arsenal de armas y habilidades mejoradas para derrotar a tus enemigos en esta versión remasterizada.",
    "cantidad": 0
  },
  {
    "id": "UnravelTwo",
    "nombre": "Unravel Two",
    "precio": "29.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaUnravelTwo.webp",
    "precioOferta": null,
    "genero": "Plataformas/Puzzle",
    "consola": "PS4|PS5",
    "descripcion": "Una adorable aventura cooperativa donde dos pequeños seres de hilo navegan por un mundo de naturaleza y desafíos. Con un estilo visual encantador y una jugabilidad basada en la cooperación, Unravel Two te invita a resolver puzzles creativos mientras desarrollas una historia emocional. Los entornos dinámicos y la música relajante complementan esta experiencia única e inmersiva.",
    "cantidad": 0
  },
  {
    "id": "FC24",
    "nombre": "FC 24",
    "precio": "69.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaFC24.webp",
    "precioOferta": null,
    "genero": "Deportes",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "El simulador de fútbol más avanzado hasta la fecha, con equipos, ligas y jugadores de todo el mundo. FC 24 ofrece un realismo sin precedentes, mejorando las físicas del balón, la inteligencia artificial de los jugadores y las animaciones. Con modos de juego mejorados, incluyendo competiciones en línea y modos de carrera, cada partido se siente como un verdadero espectáculo deportivo.",
    "cantidad": 0
  },
  {
    "id": "Cyberpunk2077",
    "nombre": "Cyberpunk 2077",
    "precio": "59.999",
    "oferta": true,
    "caratula": "/public/assets/caratulaCyberpunk2077.webp",
    "precioOferta": "39.999",
    "genero": "RPG/Accion",
    "consola": "PS4|PS5",
    "descripcion": "Un inmenso mundo futurista donde los jugadores asumen el papel de V, un mercenario en busca de la inmortalidad. Con impresionantes gráficos y una narrativa profunda, Cyberpunk 2077 te lleva a través de la distópica Night City, donde tus decisiones afectan la trama. Personaliza a tu personaje, explora un vasto mundo abierto y enfrenta desafiantes misiones en este innovador RPG.",
    "cantidad": 0
  },
  {
    "id": "RedDeadRedemption2",
    "nombre": "Red Dead Redemption 2",
    "precio": "79.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaRedDeadRedemption2.webp",
    "precioOferta": "49.900",
    "genero": "Accion/Aventura",
    "consola": "PS4|PS5",
    "descripcion": "Vive la vida de un forajido en el Lejano Oeste en esta épica historia de honor y supervivencia. Con un detallado mundo abierto lleno de actividades, personajes intrigantes y paisajes impresionantes, Red Dead Redemption 2 es una obra maestra que redefine los juegos de Accion. Desde la caza y la pesca hasta las batallas de pistoleros, cada aspecto de este juego está diseñado con un nivel de detalle asombroso.",
    "cantidad": 0
  },
  {
    "id": "HorizonZeroDawn",
    "nombre": "Horizon Zero Dawn",
    "precio": "34.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaHorizonZeroDawn.webp",
    "precioOferta": null,
    "genero": "Accion/RPG",
    "consola": "PS4|PS5",
    "descripcion": "Acompaña a Aloy en su viaje por un mundo post-apocalíptico habitado por gigantescas criaturas mecánicas. La combinación de combate estratégico, exploración de un vasto mundo abierto y una narrativa intrigante hacen de Horizon Zero Dawn una experiencia cautivadora. Cada enfrentamiento con las bestias mecánicas es un reto que exige astucia y precisión.",
    "cantidad": 0
  },
  {
    "id": "GodOfWarRagnarok",
    "nombre": "God of War Ragnarok",
    "precio": "89.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaGodOfWarRagnarok.webp",
    "precioOferta": "69.900",
    "genero": "Accion/Aventura",
    "consola": "PS5",
    "descripcion": "Kratos y su hijo Atreus deben enfrentarse a los dioses nórdicos mientras se desata el Ragnarok. Esta épica secuela lleva la brutal Accion cuerpo a cuerpo a nuevos niveles, con emocionantes enfrentamientos contra bestias míticas y un profundo vínculo entre los personajes principales. La narrativa épica y los impresionantes gráficos hacen de God of War Ragnarok un título imprescindible.",
    "cantidad": 0
  },
  {
    "id": "GhostOfTsushima",
    "nombre": "Ghost of Tsushima",
    "precio": "59.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaGhostOfTsushima.webp",
    "precioOferta": null,
    "genero": "Accion/Aventura",
    "consola": "PS4|PS5",
    "descripcion": "Conviértete en un legendario samurái mientras luchas por la libertad de Tsushima contra las fuerzas invasoras mongolas. Ghost of Tsushima ofrece un combate fluido y estilizado, con paisajes que capturan la belleza de Japón feudal. Personaliza tu estilo de combate y enfréntate a enemigos en épicas batallas, mientras exploras un mundo lleno de secretos y sorpresas.",
    "cantidad": 0
  },
  {
    "id": "SpiderManMilesMorales",
    "nombre": "Spider-Man: Miles Morales",
    "precio": "64.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaSpiderManMilesMorales.webp",
    "precioOferta": null,
    "genero": "Accion/Aventura",
    "consola": "PS4|PS5",
    "descripcion": "En esta emocionante secuela de Spider-Man, tomas el control de Miles Morales mientras desarrolla sus poderes únicos como el nuevo Spider-Man. Enfrenta a enemigos nuevos y familiares, mientras exploras la ciudad de Nueva York en un mundo abierto lleno de Accion y misiones secundarias.",
    "cantidad": 0
  },
  {
    "id": "DemonSouls",
    "nombre": "Demon's Souls",
    "precio": "89.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaDemonsSouls.webp",
    "precioOferta": "69.900",
    "genero": "Accion/RPG",
    "consola": "PS5",
    "descripcion": "Este aclamado juego de rol de Accion te lleva a un oscuro y desafiante mundo donde cada decisión y batalla puede llevar a la victoria o a la muerte. Con un diseño de niveles icónico y un combate exigente, Demon's Souls te pone a prueba mientras descubres los secretos de Boletaria.",
    "cantidad": 0
  },
  {
    "id": "RatchetAndClankRiftApart",
    "nombre": "Ratchet & Clank: Rift Apart",
    "precio": "79.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaRatchetAndClankRiftApart.webp",
    "precioOferta": null,
    "genero": "Plataformas/Accion",
    "consola": "PS5",
    "descripcion": "Ratchet y Clank regresan en una nueva aventura interdimensional donde deberás saltar entre dimensiones para detener al malvado Dr. Nefarious. Con gráficos impresionantes y una jugabilidad rápida y dinámica, Rift Apart ofrece una experiencia llena de Accion y humor.",
    "cantidad": 0
  },
  {
    "id": "ResidentEvilVillage",
    "nombre": "Resident Evil Village",
    "precio": "59.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaResidentEvilVillage.webp",
    "precioOferta": "49.900",
    "genero": "Terror/Accion",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "En esta escalofriante entrega de la saga Resident Evil, te enfrentas a horrores indescriptibles en un pueblo misterioso lleno de monstruos y criaturas aterradoras. Con una atmósfera tensa y momentos de Accion intensa, Resident Evil Village combina lo mejor del terror y la Accion.",
    "cantidad": 0
  },
  {
    "id": "MortalKombat11",
    "nombre": "Mortal Kombat 11",
    "precio": "54.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaMortalKombat11.webp",
    "precioOferta": null,
    "genero": "Peleas",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "El icónico juego de peleas regresa con un sistema de combate fluido, gráficos impactantes y un elenco de personajes legendarios. Mortal Kombat 11 ofrece intensos combates, movimientos espectaculares y la siempre brutal mecánica de fatalities, en una experiencia de lucha inolvidable.",
    "cantidad": 0
  },
  {
    "id": "FinalFantasyVIIRemake",
    "nombre": "Final Fantasy VII Remake",
    "precio": "79.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaFinalFantasyVIIRemake.webp",
    "precioOferta": "59.900",
    "genero": "RPG",
    "consola": "PS4|PS5",
    "descripcion": "Esta épica reimaginación del clásico RPG te pone en los zapatos de Cloud Strife mientras lucha contra la corporación Shinra en un mundo devastado. Con un sistema de combate moderno y una historia expandida, Final Fantasy VII Remake es una oda a los fans del original y una nueva experiencia para los recién llegados.",
    "cantidad": 0
  },
  {
    "id": "FIFA22",
    "nombre": "FIFA 22",
    "precio": "49.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaFIFA22.webp",
    "precioOferta": "39.900",
    "genero": "Deportes",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "La edición anual del simulador de fútbol más popular del mundo. Con una jugabilidad refinada, nuevos modos de juego y equipos actualizados, FIFA 22 ofrece la experiencia de fútbol más realista, con gráficos de última generación y físicas mejoradas del balón.",
    "cantidad": 0
  },
  {
    "id": "CallOfDutyVanguard",
    "nombre": "Call of Duty: Vanguard",
    "precio": "69.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaCallOfDutyVanguard.webp",
    "precioOferta": null,
    "genero": "FPS",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "Vuelve a los campos de batalla de la Segunda Guerra Mundial en Call of Duty: Vanguard. Con una campaña épica, modos multijugador llenos de Accion y el retorno del modo Zombies, Vanguard te sumerge en combates frenéticos en una de las guerras más emblemáticas de la historia.",
    "cantidad": 0
  },
  {
    "id": "FarCry6",
    "nombre": "Far Cry 6",
    "precio": "69.900",
    "oferta": true,
    "caratula": "/public/assets/caratulaFarCry6.webp",
    "precioOferta": "49.900",
    "genero": "Accion/Aventura",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "Explora un vasto mundo abierto en la isla de Yara, donde deberás unirte a la guerrilla para derrocar al dictador Anton Castillo. Far Cry 6 combina Accion desenfrenada, vehículos personalizables y una historia llena de giros dramáticos que te mantendrá al borde de tu asiento.",
    "cantidad": 0
  },
  {
    "id": "NBA2K22",
    "nombre": "NBA 2K22",
    "precio": "49.900",
    "oferta": false,
    "caratula": "/public/assets/caratulaNBA2K22.webp",
    "precioOferta": null,
    "genero": "Deportes",
    "consola": "PS4|PS5|Xbox",
    "descripcion": "El simulador de baloncesto definitivo vuelve con gráficos mejorados, animaciones más fluidas y modos de juego actualizados. En NBA 2K22 podrás crear tu propio jugador, liderar tu equipo favorito hasta la gloria o competir online contra otros jugadores de todo el mundo.",
    "cantidad": 0
  }
]
